name: "textcnn"
platform: "onnxruntime_onnx"
max_batch_size: 0
input [
  {
    name: "input_ids"
    data_type: TYPE_INT64
    dims: [1, 128]
  }
]
output [
  {
    name: "logits"
    data_type: TYPE_FP32
    dims: [1, 2]
  }
]
